Revit 2024 API
ExternalResourceServerExtensions Properties
The ExternalResourceServerExtensions type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
ExternalResourceServerExtensions Class
Autodesk.Revit.DB Namespace